Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: སྤྱོད་པ་ ནི་ ཅི་ ཡིན །_
en: What do they do?

source: རྒྱུ་ ནི་ ཅི་ཞིག་ ཡིན་ སྙམ་ མོ །_།
en: What are their causes?

source: དེ་དག་ གི་ གནས་ ན་ སེམས་ ནི་ སྤྲེའུ་ ལྟར་ སྡོམ་པ་ མེད་པར་ རྣམ་པར་ གཡོ་ ལ །_
en: In their realm, the mind is like a monkey, moving about without restraint.

source: བ་ལང་ གི་ རྣ་བ་ འགུལ་ ཞིང་ ལྡོག་པ་ ཆུ་ཤིང་ ཚལ་ དུ་ ཞུགས་ ན་
en: Like the ears of a cow, the mind moves briskly.

source: རྣ་བ་ ཤིན་ཏུ་ འགུལ་བ་ ལྟར་ ནི་ རབ་ཏུ་ རྒྱུ །_ བུམ་པ་ རྡོལ་བ་ ལྟར་ ཡུལ་ ཐམས་ཅད་ ལ་ ནི་ ཁྱབ །_
en: It flutters rapidly like the jittery ears of a cow that has entered a banana grove.

source: རླུང་ ཆེན་པོ ས་ རྡུལ་ བསླང་བ་ ལྟར་ ཤིན་ཏུ་ གཡོ་ བར་ ནི་ བྱེད །_
en: It flows everywhere, like the contents of an overflowing jar.

source: སེང་གེ་ དང་ སྟག་ དང་ སྦྲུལ་ གདུག་པ་ དག་པ ས་ ཀྱང་ ཤིན་ཏུ་ གདུལ་ ནི་ དཀའ །_
en: It causes a stir, like a strong wind stirring up dust.

source: གང་ གཡོས་པ་ ནི་ དེ འི་ ཕ་རོལ་ ཏུ་ འབྲས་བུ་ དེ་ དང་ འཐུན་ པར་ ཐོབ་ སྟེ །_
en: It is harder to train than a vicious lion, tiger, or snake.

source: སེམས་ཅན་ རྣམས་ ཀྱི་ སེམས་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ལས་ ནི་ ཀུན་ ནས་ ཉོན་མོངས་ ལ །_
en: The ways it moves, it produces effects beyond the given situation.

source: སེམས་ རྣམ་པར་ བྱང་བ་ ལས་ ནི་ རྣམ་པར་ གྲོལ་བ ར་ འགྱུར་ ཏེ་ ཤེས་པ ར་ དཀ འོ །_།
en: Thus, it is hard to understand the ways the afflicted mind of sentient beings creates further affliction, while the purified mind brings liberation.

source: སེམས་ ནི་ རྒྱལ་པོ་ འདྲ་ ལ །_ དབང་པོ་ རྣམས་ ནི་ ཞབས་འབྲིང་བ་ ལྟ་བུ་ ཡིན་ ཏེ །_
en: The mind is like a king, and the faculties are like the royal servants.

source: དེ་ ལ་ རག་ ལས་པ་ ནི་ལ ས་ ཡིན་ ལ །_ ལས་ ལ་ རག་ ལས་པ་ ནི་ འབྲས་བུ་ ཡིན །_ འབྲས་བུ་ ལ་ རག་ ལས་པ་ ནི་ འགྲོ་བ་ ལྔ་ དག་ ཡིན་ ནོ །_།
en: Karmic actions depend on the mind, effects depend on karmic actions, and the five realms depend on effects.

source: སེམས་ འཁྲུལ་ འཁོར་ མཁན་ འདྲ་ ཞིང་ ལུས་ ནི་ འཁྲུལ་ འཁོར་ འདྲ་ ལ །_
en: The mind is like an engineer and the body is his machinery.

source: དབང་པོ་ རྣམས་ དང་ དབང་པོ འི་ དོན་ ནི་ སྐུད་པ་ འདྲ་ སྟེ །_།
en: The sense faculties and their objects are like strings.

source: སེམས་མ་ དུལ་བ་ དེ་ ནི་ ངན་སོང་ དུ་ འགྲོ་ ལ །_ ཤིན་ཏུ་ དུལ་ ཞིང་ ལེགས་པ ར་ ཡོངས་སུ་ སྦྱང་བ་ བྱས་པ་ ནི་ ལྷ་ དང་ མི འི་ འགྲོ་བ ར་ འགྲོ་བ་ དང་ །_ གཡོ་བ་ མེད་པ འི་ གནས་ མྱ་ངན་ ལས་ འདའ་བ ར་ འགྲོ འོ་ སྙམ་ སྟེ
en: Thus, those with rough minds go to the lower realms, whereas those with deeply gentle and purified minds go to the worlds of gods and humans, and on to the immutable realm, the transcendence of suffering.’

source: དེ་ལྟ ར་ དགེ་སློང་ དེ་ སེམས་ ཀྱི་ རྣམ་པ་ ཤིན་ཏུ་ ཕྲ་བ་ ལ་ རྣམ་པར་ དཔྱོད་ དོ །_། རྣམ་པར་ དཔྱད་ ནས་ འཁོར་བ་ རྣམས་ ལ་ ཤིན་ཏུ་ སྐྱོ་བ་ སྐྱེས་ ཏེ །_
en: $1481 “In this way the monk discerns the extremely subtle features of the mind, and in so doing becomes extremely disheartened by cyclic existence.

source: སེམས་ཅན་ དམྱལ་བ་ འཁོར་ དང་ བཅས་པ་ དག་ ལ་ སྐྱོ་ ལ །_ དེ་ལྟ ར་ ཡང་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དག་ ལ་ ལྷག་པ ར་ ཤིན་ཏུ་ སྐྱོ་ སྟེ །_
en: The hells and their neighboring regions sadden him, and the world of starving spirits saddens him in the extreme.

source: སྡུག་བསྔལ་ འཕགས་པ འི་ བདེན་པ་ [313b] རྟོགས །_
en: Thus, he realizes the truth of the noble ones that concerns suffering. {{page:{number:464,id:UT22084-068-021-100490,folio:F.313.b,volume:V68}}}

source: སྡུག་བསྔལ་ འཕགས་པ འི་ ལམ་ རྟོགས་ ཤིང་ ལམ་བཟང་པོ་ དང་ ལམ་ ལ་ གནས་པ་ རྟོགས་ སོ །_།
en: He realizes suffering and the path of the noble ones; he realizes the excellent path and the way of abiding upon it.”

source: ཡི་དགས་ ཀྱི་ ལེའུ་ སྟེ་ གཉིས་པ་ རྫོགས་ སོ །།_།།
en: $1482 This completes the second chapter, the chapter on the starving spirits.
